[
    {
        "name": "American Bully",
        "description": "American bully föddes genom att huvudsakligen korsa amerikansk pit bull terrier och amerikansk staffordshire terrier. Rasen kommer från USA men finns nu också i Europa och Asien. Målet var att producera en optimal familjehund. Det här är verkligen en stark och kraftfull hund med mycket självförtroende, men den är också mycket hängiven till sin familj och känd för sin kärlek till barn. American Bully har en underbar livsglädje.",
        "image": "http://localhost/dogshop/Image/Blu.jpg",
        "price": "25.000",
        "category": "Male"
    },
    {
      "name": "Jakt Labrador",
      "description": "Jakt Labradorer, eller Labbar, är medelstora till stora hundar med robusta, atletiska konstruktioner. Labbar är kända för sin intelligens, fina karaktär och goda temperament. Även om de är uppfödda för att vara jakthundar, gör dessa egenskaper dem också till utmärkta följeslagare. Förutom sina idrottsförmågor är Labbar utmärkta servicehundar.",
      "image": "http://localhost/dogshop/Image/bob.jpg",
      "price": "13.000",
      "category": "Male"
    },
    {
      "name": "Tax",
      "description": "Taxen är en energisk, älskvärd hundras med en förtjusande personlighet. Kända smeknamn för rasen Tax är doxie, wienerhund, hotdog eller korvhund. Denna ras som är kortvuxen men med en lång kropp ger ett bestående intryck. Taxen kan vara en kärleksfull följeslagare, knähund och till och med en familjehund. Trots sin storlek tenderar taxen att vara ganska skyddande och alert, så rasen kan också utmärka sig som vakthund.",
      "image": "http://localhost/dogshop/Image/Rio.jpg",
      "price": "38.000",
      "category": "Male"
    },
    {
      "name": "Rottweiler",
      "description": "Rottweiler är en robust fungerande ras av stor styrka som härstammar från mastiffen från de romerska legionerna. En mild lekkamrat och beskyddare inom familjecirkeln, Rottie observerar omvärlden med en självförsäkrad avlägsenhet. Tidig träning och socialisering kommer att utnyttja en Rotties territoriella instinkter på ett positivt sätt.",
      "image": "http://localhost/dogshop/Image/Chester.jpg",
      "price": "20.000",
      "category": "Male"
    },
    {
      "name": "Golden Retriever",
      "description": "Golden retriever är känd för sina vänliga ögon, lojalitet och entusiasm för livet och är en av de mest populära hundraserna. Även om de historiskt uppföds som jakthundar i de skotska högländerna, är Golden retriever också utmärkta familjehundar. Hundarna går vanligtvis bra med barn och är otroligt tillgivna och intelligenta.",
      "image": "http://localhost/dogshop/Image/Golden.jpg",
      "price": "10.000",
      "category": "Female"
    },
    {
      "name": "Siberian Husky",
      "description": "Siberian husky är en graciös, atletisk hund med hög uthållighet och en iver efter att arbeta. Denna vänliga hundras, som har sitt ursprung i Nordostasien som en slädhund, har en livlig och listig personlighet. Även om dessa är högenergiska och ibland intensiva hundar, kan huskies vara tillgiven och skonsam när de får rätt omvårdnad.",
      "image": "http://localhost/dogshop/Image/Chelsea.jpg",
      "price": "15.000",
      "category": "Female"
    },
    {
      "name": "Bernese Mountain Dog",
      "description": "Berner Mountain Dog, som har sitt ursprung i Schweiz, är en mild jätte med sin stora ram och slående trefärgad päls. En utmärkt familjehund, Berner Sennenhund passar bra med barn och de flesta andra husdjur och älskar att inkluderas i alla familjeaktiviteter. Rasfans älskar Bernese Mountain Dogs intelligens och hängivenhet för familjen. De är skyddande men inte aggressiva, lojala men oberoende och energiska men inte utmattande.",
      "image": "http://localhost/dogshop/Image/Meatball.jpg",
      "price": "23.000",
      "category": "Female"
    },
    {
      "name": "Pitbull",
      "description": "Dessa hundar är muskulösa och kraftfulla men är naturligt aggressiva endast mot andra djur, inte människor. När hunden är ordentligt lärd, är den en lojal och tillgiven familjehund. Rasen erkänns inte av American Kennel Club (AKC), men den erkänns av Continental Kennel Club och United Kennel Club (UKC).",
      "image": "http://localhost/dogshop/Image/Tilo.jpeg",
      "price": "12.000",
      "category": "Male"
    },
    {
      "name": "Akita",
      "description": "Akita är en stor, ädel, lojal och modig hund av japansk härkomst. I allmänhet är Akita medveten, viljestark och tyst även om han kommer att skälla när det anses nödvändigt. Medan Akita kan vara förvånansvärt söt och tillgiven med familjemedlemmar, passar denna ras bäst för en erfaren ägare och ett hem utan små barn eller andra hundar. Sammantaget är Akita ett utmärkt skydd och en uppskattad följeslagare.",
      "image": "http://localhost/dogshop/Image/Iko.jpeg",
      "price": "32.000",
      "category": "Male"
    },
    {
      "name": "Doberman",
      "description": "Doberman pinscher är en medelstor, djupbrösthundras med ett snyggt och robust utseende. Rasen är muskulös och atletisk, har stor styrka och uthållighet - så mycket att den historiskt fungerade som Marine Corps officiella hund under andra världskriget. Dobermans (även kallad Dobes eller Dobies) är orädda, lojala och mycket intelligenta. Dessa egenskaper har gjort dem till perfekta polis-, krigs- och vakthundar, men de är också enastående följeslagare.",
      "image": "http://localhost/dogshop/Image/Dobbie.jpg",
      "price": "40.000",
      "category": "Male"
    }
  ]